Repository: REDINKno/wp-focalpoint
Catalog: languages/*.po
Languages: nb_no

source: Could not copy file %s to %s.
nb_no: Kan ikke kopiere filen %s til %s.

source: Empty metadata.
nb_no: Tom metadata.

source: Click on the point of interest (the area you want to be center of it's thumbnail).
nb_no: Klikk på det punktet av interesse (det området du ønsker å være sentrum av miniatyrbildet ).

source: Update
nb_no: Oppdatere

source: You can go ahead. Resize will be finished in background.
nb_no: Du kan gå videre. Resize vil bli ferdig i bakgrunnen.

source: Preview
nb_no: Forhåndsvis

source: this is how the thumbnails will look, depending on the size used
nb_no: dette er hvordan miniatyrbildene skal se ut, avhengig av størrelsen brukes

source: Focalpoint Settings
nb_no: Focalpoint Innstillinger

source: General
nb_no: Generelt

source: Upscale images?
nb_no: Bildestørrelser

source: Add unique image url for each new focal point position?
nb_no: Legg unikt bilde url for hver nye navet posisjon?

source: Select image sizes to show in preview
nb_no: Velg bildestørrelser i forhåndsvisning

source: Could be useful when you using CDN or else image caching system
nb_no: Kan være nyttig når du bruker CDN eller annet bilde caching system
